{
  "Home": "Acceuil",
  "Inventory": "Inventaire",
  "Contact Us": "Contactez-nous",
  "First name": "Prénom",
  "Email address": "Adresse e-mail",
  "subject": "sujet",
  "Write message": "Écrire un message",
  "Send Message": "Envoyer le message",
  "Phone": "Téléphone",
  "Address": "Adresse",
  "Vehicle details": "Les détails du véhicule",
  "Driving Innovation, Delivering Satisfaction": "Stimuler l'innovation, assurer la satisfaction",
  "Make": "Fabriquer",
  "Model": "Modèle",
  "Year": "Année",
  "Mileage": "Kilométrage",
  "Engine": "Moteur",
  "Cylinder": "Cylindre",
  "Body type": "Carrosserie",
  "INTERIOR COLOR": "couleur intérieure",
  "EXTERIOR COLOR": "couleur extérieure",
  "Price": "Prix",
  "Financing": "Financement",
  "Your dream car is just a visit away!": "La voiture de vos rêves n'est qu'à une visite !",
  "Personal information": "Informations personnelles",
  "Title": "Titre",
  "Last name": "Nom de famille",
  "Date of birth": "Date de naissance",
  "SIN": "SIN",
  "Email": "Email",
  "Contact information": "Coordonnées",
  "Current Address Duration (years)": "Adresse actuelle Durée (années)",
  "Street": "Rue",
  "City": "Ville",
  "Postal Code": "Code Postal",
  "Current job": "Travail actuel",
  "Company": "Entreprise",
  "Duration (Years)": "Durée (années)",
  "Financial information": "L'information financière",
  "Monthly Income": "Revenu mensuel",
  "Residential Status": "Statut résidentiel",
  "Monthly Rent / Mortgage": "Loyer mensuel / hypothèque",
  "Disclosure & Privacy Notice": "Avis de divulgation et de confidentialité",
  "By checking this box, I consent to the collection, use and disclosure of my personal information as described in this paragraph. I agree that the personal information provided above may be used and disclosed by Mon Automobile and/or its agents or service providers (collectively, the 'Dealer') as necessary to obtain credit, financial and related personal information (including a credit or consumer information report) about me from any credit bureau or credit reporting agency, and to advise me on credit availability in connection with product and/or service purchase financing. Personal information I provide and credit information obtained may also be retained by Dealer and used to facilitate the application process should I subsequently choose to apply for credit through Dealer.": "En cochant cette case, je consens à la collecte, à l'utilisation et à la divulgation de mes informations personnelles telles que décrites dans ce paragraphe. J'accepte que les informations personnelles fournies ci-dessus puissent être utilisées et divulguées par Mon Automobile et/ou ses agents ou prestataires de services (collectivement, le « Concessionnaire ») si nécessaire pour obtenir des informations de crédit, financières et personnelles connexes (y compris des informations de crédit ou de consommateur). rapport) à mon sujet auprès d'un bureau de crédit ou d'une agence d'évaluation du crédit, et pour me conseiller sur la disponibilité du crédit dans le cadre du financement de l'achat de produits et/ou de services. Les informations personnelles que je fournis et les informations de crédit obtenues peuvent également être conservées par le concessionnaire et utilisées pour faciliter le processus de demande si je choisis par la suite de demander un crédit auprès du concessionnaire.",
  "I have read and agree to the Terms & Conditions above.": "J'ai lu et j'accepte les conditions générales ci-dessus.",
  "Submit": "Soumettre",
  "thanks we have received ur request": "merci, nous avons reçu votre demande"
}
